Repository: zeecoder606/slider-Gtk2
Catalog: po/*.po
Languages: bn, mi, mr, ps, rw, te

source: Slider Puzzle
bn: স্লাইডার ধাঁধা
mi: Panga Rēreti
mr: स्लाइडर पज़ळ
ps: د سلاليو کيسۍ
rw: Ukurikiranya ihurizo
te: జారుడు చిక్కు

source: Buddy '%(buddy)s' changed status: %(status)s
mi: Tūnga kua huri o tō hoa '%(buddy)s': %(status)s

source: Waiting for Puzzle image to be transferred...
bn: ধাঁধার চিত্র স্থানান্তর করার জন্য অপেক্ষা করছে...
mi: E tatari ana kia whakawhiti te atahanga Panga...
mr: पज़ळ चित्र बदली होण्याची वाट पाहते...
ps: د کيسۍ انځور د لېږدونې انتظار کوي...
rw: Hategerejwe ishusho iranga ihurizo kugirango ryoherezwe...
te: చిక్కు బొమ్మను పంపడానికై ఎదురు చూస్తున్నా...

source: Buddy '%s' joined the game!
bn: বন্ধু %s খেলায় অংশগ্রহন করেছে!
mi: I hono mai a '%s' ki te tākaro!
mr: मित्रा '%s' खेळायला आला!
ps: ملګري '%s' په لوبه كې سره يوځاى شول!
rw: Inshut nyayo`%s`yagiye yifatanyije mumukino!
te: నేస్తం '%s' ఆటలో కలిసారు!

source: Buddy '%s' left the game!
bn: বন্ধু %s খেলায় ছেড়ে চলে গিয়েছে!
mi: I mahue i a '%s' te tākaro!
mr: मित्रा %sनि खेळ सोडला!
ps: ملګريو '%s' لوبه پرېښودله!
rw: Inshuti nyayo`%s` yavuye mumukino!
te: నేస్తం '%s' ఆటను వదిలేసారు!

source: Solve
bn: সমাধান করো
mi: Whakatika
mr: सोडवा
ps: حل
rw: Kosora
te: చిక్కుముడి విప్పు

source: Shuffle
bn: এলোমেলো করা
mi: Riwhi
mr: पिसने
ps: بې ترتيبه
rw: Gushyira ibintu kumurongo/kuri gahunda
te: బాగాకలుపు

source: My Picture
bn: আমার ছবি
mi: Taku Pikitia
mr: माझे चित्र
ps: زما انځور
rw: Ifoto/Igishushanyo cyanjye
te: నా బొమ్మ

source: Time:
bn: সময়:
mi: Wā:
mr: वेळ:
ps: وخت:
rw: Igihe:
te: కాలము:

source: Lesson Plans
bn: পাঠ পরিকল্পনা
mi: Ngā Mahere Ako
mr: धडाची योजना
ps: د لوست پلانونه
rw: Itegurwa ry`Isomo
te: పాఠ్య ప్రణాళికలు

source: Waiting for remote game...
bn: দূরের একটি খেলার জন্য অপেক্ষা করছে...
mi: Tatari ana ki te tākaro mamao...
mr: लांबच्या खेळाची वाट पाहते...
ps: د ليرې لوبې انتظار کوي...
rw: Hategerejwe umukino wo mu cyaro...
te: దూరపు ఆటకై ఎదురుచూస్తున్నా...

source: Select image and press Start Game...
mi: Tīpako i te atahanga ka pēhi i te Tīmata Tākaro...
mr: चित्र निवडा आणि खेळ सुरू करा...
ps: انځور وټاکئ او لوبه پيلول کېکاږﺉ...
rw: Hitamo ishusho noneho Ukande Gutangira Umukino...
te: బొమ్మను కోరుకొని, ఆటమొదలుపెట్టు అన్నదానినినొక్కు...

source: Waiting for Puzzle image to be chosen...
bn: ধাঁধার চিত্র পছন্দ করার জন্য অপেক্ষা করছে...
mi: E tatari ana kia kōwhiritia te atahanga Panga...
mr: पज़ळ चित्र निवडून घेण्याची वाट पाहते...
ps: د کيسۍ انځور د انتخابولو انتظار کوي..
rw: Hategerejwe ihshusho iranga ihurizo ngo ritoranywe...
te: చిక్కు బొమ్మను కోరుకోవడానికై ఎదురుచూస్తున్నా...

source: Buddies
bn: বন্ধুরা
mi: Ngā Hoa
mr: मित्र
ps: ملګري
rw: Insnhuti nyazo/magara
te: నేస్తాలు

source: Give Up
bn: ছেড়ে দেওয়া
mi: Waiho Ake
mr: सोडा
ps: پرېښودل
rw: Bireke
te: ఓటమి ఒప్పుకో

source: Start Game
bn: খেলা শুরু করো
mi: Tīmata Tākaro
mr: खेळ सुरू करणे
ps: لوبه پيل کړئ
rw: Tangira Umukino
te: ఆట మొదలు పెట్టు

source: Slider Puzzle Activity
bn: স্লাইডার ধাঁধার কাজ
mi: Hohe Panga Rēreti
mr: स्लाइडर पज़ळ एकटीवीटी
ps: د سلاليو د پټې د کيسيو فعاليت
rw: Ukora igikorwa cyo gukurikiranya Ihurizo
te: జారుడు చిక్కు వ్యాపకం

source: Puzzle Solved!
bn: ধাঁধা সমাধান করা হয়েছে!
mi: Kua Whakamatara te Panga!
mr: पज़ळ सोडवले!
ps: کيسۍ حل شوه!
rw: Ihurizo Ryasubijwe!
te: శభాష్! చిక్కు ముడి విప్పారు

source: Gave Up
bn: ছেড়ে দেওয়া
mi: Kua Waiho Ake
mr: सोडला
ps: پرېښود
rw: Byavuyeho
te: ఓటమి అంగీకరించారు

source: Choose a Subject
bn: একটি বিষয় বেছে নাও
mi: Kōwhiri Kaupapa
mr: विषय निवडा
ps: يوه موضوع انتخاب کړﺉ
rw: Hitamo Isomo
te: ఒక విషయము ఎంచుకో

source: Close Lesson
bn: পাঠ বন্ধ করো
mi: Katia te Akoranga
mr: धडा बंद करा
ps: لوست بند کړئ
rw: Rangiza/Funga Isomo
te: పాఠం ముగించు

source: Game Started!
bn: খেলা শুরু হয়েছে!
mi: Kua Tīmata te Tākaro!
mr: खेळ सुरू झाला!
ps: لوبه پيل شوه!
rw: Umukino Watangiye!
te: ఆట మొదలైంది!

source: Sea Life
bn: সামুদ্রিক প্রানী
mi: Oranga Moana
mr: समुद्री जीवन
ps: سمندري ژوند
rw: Ubuzima bw`Inyanja
te: సముద్ర ప్రాణులు

source: Animals
bn: প্রানী
mi: Ngā Kararehe
mr: प्राणी
ps: ژوي
rw: Inyamanswa
te: జంతువులు

source: Birds
bn: পাখী
mi: Ngā Manu
mr: पक्षी
ps: مرغان
rw: Inyoni Nyinshi
te: పక్షులు

source: Sequencing Puzzles
bn: একের পর এক সাজানো ধাঁধা
mi: Ngā Panga Raupapa
mr: क्रमानुसार कोडे
ps: پرله پسې کيسۍ
rw: Amahurizo abangikanye
te: వరుస చిక్కుముడులు

source: Sports
bn: খেলাধুলা
mi: Hākinakina
mr: खेळ
ps: لوبې
rw: Imikino
te: క్రీడలు

source: Insects
bn: পোকামাকড়
mi: Ngārara
mr: कीटक
ps: حشرات
rw: Udusimba duto
te: కీటకములు

source: Music
bn: সঙ্গীত
mi: Pūoro
mr: संगीत
ps: ټنګټكور
rw: Umuziki
te: సంగీతం

source: Space
bn: ফাঁকা জায়গা
mi: Mokowā
mr: जागा
ps: فضا
rw: Umwanya
te: ఆకాశము

source: Lesson 5
bn: পাঠ ৫
mi: Akoranga 5
mr: धडा ५
ps: ۵ لوست
rw: Isomo rya 5
te: పాఠం 5

source: Lesson 4
bn: পাঠ ৪
mi: Akoranga 4
mr: धडा ४
ps: ۴ لوست
rw: Isomo rya 4
te: పాఠం 4

source: Overview
bn: সারসংক্ষেপ
mi: Tirohanga Whānui
mr: संक्षिप्त विवरण
ps: مرور
rw: Ibigenderwaho
te: ఇదీ సంగతి

source: Lesson 3
bn: পাঠ ৩
mi: Akoranga 3
mr: धडा ३
ps: ۳ لوست
rw: Isomo rya 3
te: పాఠం 3

source: Lesson 7
bn: পাঠ ৭
mi: Akoranga 7
mr: धडा ७
ps: ۷ لوست
rw: Isomo rya 7
te: పాఠం 7

source: Lesson 6
bn: পাঠ ৬
mi: Akoranga 6
mr: धडा ६
ps: ۶ لوست
rw: Isomo rya 6
te: పాఠం 6

source: Lesson 1
bn: পাঠ ১
mi: Akoranga 1
mr: धडा १
ps: ۱ لوست
rw: Isomo rya 1
te: పాఠం 1

source: Lesson 2
bn: পাঠ ২
mi: Akoranga 2
mr: धडा २
ps: ۲ لوست
rw: Isomo rya 2
te: పాఠం 2

source: Buddy
bn: বন্ধু
mi: Hoa
mr: मित्र
ps: ملګرى
rw: Inshuti nyakuri
te: నేస్తం

source: Status
bn: অবস্থা
mi: Tūnga
mr: स्थिती
ps: حالت
rw: Imimerere y`Umuntu cyangwa Ikintu
te: ప్రస్తుత పరిస్తితి

source: Play Time
bn: খেলার সময়
mi: Wā Tākaro
mr: खेळण्याची वेळ
ps: د لوبې وخت
rw: Igihe cyo Gukina
te: ఆట సమయం

source: Joined at
bn: অংশগ্রহন করেছে
mi: Kua hono ki
mr: येथे जोडला
ps: يو ځای شوی په
rw: Byahurijwe kuri
te: వద్ద కలసుకొన్నారు

source: synchronizing
bn: অনুরূপ করছে
mi: tukutahi ana
mr: एकाचवेळी घडवूण आणणे
ps: هم-مهاليزونه
rw: ibigendana bidasigana
te: సమన్వయ పరచడం

source: Playing
bn: খেলছে
mi: Pūrei Ana
mr: खेळात आहे
ps: غږول
rw: Gukina bikomeza
te: ఆడుతూ ఉండటం

source: Paused
bn: বিরতীতে আছে
mi: Kua Tāria
mr: थोडा वेळ थांबा
ps: ځنډېدلی
rw: Byahagaritswe by`igihe gito
te: నిలుపబడ్డది

source: Finished
bn: সমাপ্ত হয়েছে
mi: Kua Oti
mr: संपले
ps: بشپړ
rw: Byararangiye
te: పూర్తయింది

source: Gave up
bn: ছেড়ে দেওয়া
mi: Kua waiho
mr: सोडला
ps: پرېښود
rw: Yabivuyeho
te: ఓటమి అంగీకరించారు

source: Unknown
bn: অজানা
mi: Tē Mōhiotia
mr: अनोळखी
ps: ناپېژندلی
rw: Ntibizwi
te: తెలియనిది

source: %i minutes
bn: %i মিনিট
mi: %i ngā meneti
mr: %i मिनीट
ps: %i دقيقې
te: %i నిముషాలు

source: Chinese (simplified)
bn: চীনা (সহজ)
mi: Haina (ngāwari)
mr: चाइनिस(सरलतं)
ps: چينايي (ساده شوی)
rw: Igishinwa/umushinwa(byoroheje)
te: చైనా భాష (సరలీకృతం చేయబడిన)

source: Chinese (traditional)
bn: চীনা (সনাতন)
mi: Haina (tawhito)
mr: चाइनिस(पारंपरिक)
ps: چينايي (دوديز)
rw: Umuco w`agishinwa
te: చైనా భాష (సాంప్రదాయమైన)

source: Czech
bn: চেক
mi: Tiekerowākia
mr: सेज़
ps: چېکي
rw: IgiCzech
te: చెక్

source: Danish
bn: ড্যানিশ
mi: Tenemāka
mr: दानिश
ps: ډنمارکي
rw: Dannish
te: డేనిష్

source: Dutch
bn: ডাচ
mi: Tatimana
mr: डच
ps: هالنډي
rw: Uru Duch
te: డచ్

source: English
bn: ইংরেজী
mi: Ingarihi
mr: इंग्रजी
ps: انګلیسي
rw: Icyongereza
te: ఇంగ్లీష్

source: English - Great Britain
bn: ইংরেজী - যুক্তরাজ্য
mi: Ingarihi - Piritana Nui
mr: इंग्रजी- ग्रेट ब्रिटन
ps: انګلیسي- انګلستان
rw: Icyongereza - Ubwongereza
te: ఇంగ్లీష్ - గ్రేట్ బ్రిటన్

source: English - U.S.
bn: ইংরেজী - যুক্তরাষ্ট্র
mi: Ingarihi - Amerika
mr: इंग्रजी - यु एस
ps: انګلیسي - امریکا
rw: Icyongereza - Leta zunze Ubumwe
te: ఇంగ్లీష్ - యు ఎస్

source: Finnish
bn: ফিনিশ
mi: Whinihi
mr: फिन्निश
ps: فنلنډي
rw: Umunyafinnish
te: ఫిన్నిష్

source: French
bn: ফ্রেঞ্চ
mi: Wīwī
mr: फ्रेंच
ps: فرانسوي
rw: Igifaransa
te: ఫ్రెంచ్

source: German
bn: জার্মান
mi: Tiamana
mr: जर्मन
ps: جرمني
rw: Ikidage
te: జర్మన్

source: Hungarian
bn: হাঙ্গেরীয়
mi: Hanekariana
mr: हंगेरियन
ps: هنګري
rw: Umunyahongoli
te: హంగేరియన్

source: Italian
bn: ইতালিয়ান
mi: Ītariana
mr: इटॅलियन
ps: ايټالوي
rw: Umutaliyani
te: ఇటాలియన్

source: Japanese
bn: জাপানী
mi: Tiapanī
mr: जॅप्नीस
ps: جاپاني
rw: Umuyapani
te: జపానీస్

source: Korean
bn: কোরীয়ান
mi: Koreana
mr: कोरियन
ps: کوريايي
rw: Umunyakoreya
te: కొరియన్

source: Norwegian
bn: নরওয়েজীয়
mi: NowīhianaNowīhiana
mr: नॉरवेगियं
ps: نارويجي
rw: Umunyanoruvege
te: నార్వీజియన్

source: Polish
bn: পোলিশ
mi: Pourihi
mr: पॉलिश
ps: پولنډي
rw: Urupolish
te: పోలిష్

source: Portuguese
bn: পর্তুগীজ
mi: Pōtukara
mr: पोर्चुगीज़
ps: پورتګالي
rw: Umunyaporutigale
te: పోర్చుగీస్

source: Portuguese - Brazilian
bn: পর্তুগীজ - ব্রাজিলীয়
mi: Potukariana - Parihiana
mr: पोर्चुगीज़-ब्राज़ेलियन
ps: پورتګالي-برازيلي
rw: Umuporutigali - Umubrazili
te: పోర్చుగీస్-బ్రెజీలియన్

source: Russian
bn: রাশিয়ান
mi: Ruhiana
mr: रशियन
ps: روسي
rw: Umurusiya/Ikirusiya
te: రష్యన్

source: Slovak
bn: স্লোভাক
mi: Horowāka
mr: स्लोवाक
ps: سلواكي
rw: Igisolovakiya
te: స్లోవక్

source: Spanish
bn: স্প্যানিশ
mi: Pāniora
mr: स्पॅनिश
ps: هسپانوي
rw: Umuspanyoli/ikinyespanyoli
te: స్పానిష్

source: Swedish
bn: সুইডিশ
mi: Huitihi
mr: स्वीडिश
ps: سويډني
rw: Umusuwedi/Igisuwedi
te: స్వీడిష్

source: Turkish
bn: তুর্কি
mi: Tākoru
mr: टर्किश
ps: تركي
rw: Umuturikiya/Igiturikiya
te: టర్కిష్

source: Choose image
bn: চিত্র বেছে নাও
mi: Kōwhiri atahanga
mr: चित्र निवडा
ps: انځور انتخابول
rw: Hitamo ishusho
te: బొమ్మను ఎంచుకో

source: Not a valid image file
bn: কার্যকর চিত্রের ফাইল নয়
mi: Ehara i te kōnae atahanga whaimana
mr: चित्र फाइल मान्य नाही
ps: يوه باوري انځوريزه دوتنه نه ده
rw: Ishusho itemewe
te: సరైన బొమ్మ కాదు

source: XO
mr: एक्स ओ
te: ఎక్స్ ఒ
