Repository: zeecoder606/slider-Gtk2
Catalog: po/ayc.po
Languages: ayc

source: Slider Puzzle
ayc: P'iqi junt'utatayasiri suchuri jarjata apthapiña

source: Buddy '%(buddy)s' changed status: %(status)s
ayc: Masi '%(buddy)s' kankañapa jaqtawi: %(status)s

source: Waiting for Puzzle image to be transferred...
ayc: P'iqi junt'utatayasiri rixipawa apayasiski

source: Buddy '%s' joined the game!
ayc: ¡Masisaxa '%s' anatañaru mantiwa!

source: Buddy '%s' left the game!
ayc: ¡Masi '%s' anatañata mistsxiwa!

source: Solve
ayc: Apsuña

source: Shuffle
ayc: Mult'jayaña

source: My Picture
ayc: Rixitaja

source: Time:
ayc: Pacha:

source: Lesson Plans
ayc: Yatiña wakichatanaka

source: Waiting for remote game...
ayc: Jak'ankiri anatäwi suyt'äwi

source: Select image and press Start Game...
ayc: Rixita katusina anatäwi qalltañataki limt'ma

source: Waiting for Puzzle image to be chosen...
ayc: P'iqi junt'utatayasiri rixipa katutañapa suyt'äwi

source: Buddies
ayc: Masinaka

source: Give Up
ayc: Atipayasma

source: Start Game
ayc: Anatäwi qalltaña

source: Slider Puzzle Activity
ayc: P'iqi junt'utatayasiri suchuri jarjata apthapiña luräwi

source: Puzzle Solved!
ayc: ¡P'iqi junt'utatayasiri jarjata apthapita!

source: Gave Up
ayc: Atipayasma

source: Choose a Subject
ayc: Maya ¨wakichäwi thaqma

source: Close Lesson
ayc: Yatiña tukuña

source: Game Started!
ayc: ¡Antäwi qalltata!

source: Sea Life
ayc: Lamara quta jakañapa

source: Animals
ayc: Uywanaka

source: Birds
ayc: Jamach'inaka

source: Sequencing Puzzles
ayc: Irani arkani p'iqi junt'utatayasiri jarjata apthapiña

source: Sports
ayc: Anatañanaka

source: Insects
ayc: Laq'unaka

source: Music
ayc: Warurt'a

source: Space
ayc: Jithiqa

source: Lesson 5
ayc: 5 yatiña

source: Lesson 4
ayc: 4 yatiña

source: Overview
ayc: Qhananchaña

source: Lesson 3
ayc: 3 yatiña

source: Lesson 7
ayc: 7 yatiña

source: Lesson 6
ayc: 6 yatiña

source: Lesson 1
ayc: 1 yatiña

source: Lesson 2
ayc: 2 yatiña

source: Buddy
ayc: Masi

source: Status
ayc: Kankaña

source: Play Time
ayc: Anatäwi pacha

source: Joined at
ayc: Ukaru mayachata

source: synchronizing
ayc: Mayachasisa

source: Playing
ayc: Anatasisa

source: Paused
ayc: Suyt'ayaña

source: Finished
ayc: Tukuta

source: Gave up
ayc: Atipayasma

source: Unknown
ayc: Jani uñt'ata

source: %i minutes
ayc: %i pacha t'ijtäwinaka

source: Chinese (simplified)
ayc: Chino (simplificado)

source: Chinese (traditional)
ayc: Chino (tradicional)

source: Czech
ayc: Checo

source: Danish
ayc: Danés

source: Dutch
ayc: Holandés

source: English
ayc: Inglés

source: English - Great Britain
ayc: Inglés - Gran Bretaña

source: English - U.S.
ayc: Inglés - EU

source: Finnish
ayc: Finlandés

source: French
ayc: Francés

source: German
ayc: Alemán

source: Hungarian
ayc: Húngaro

source: Italian
ayc: Italiano

source: Japanese
ayc: Japonés

source: Korean
ayc: Coreano

source: Norwegian
ayc: Noruego

source: Polish
ayc: Polaco

source: Portuguese
ayc: Portugués

source: Portuguese - Brazilian
ayc: Portugués - Brasileño

source: Russian
ayc: Ruso

source: Slovak
ayc: Eslovaco

source: Spanish
ayc: Español

source: Swedish
ayc: Sueco

source: Turkish
ayc: Turco jaqi aru

source: Choose image
ayc: Uñjasiwi ajlliña

source: Not a valid image file
ayc: Jani wakisiri rixita imata
