Repository: zeecoder606/slider-Gtk2
Catalog: po/hus.po
Languages: hus

source: Slider Puzzle
hus: Pok'el ok' xi tadhidhil

source: Waiting for Puzzle image to be transferred...
hus: Áychix abal an típláb ba an pokól ok' ki wenk'a...

source: Buddy '%s' joined the game!
hus: ¡An jawbláb '%s' junkunenek ba' an ubat'intaláb!

source: Buddy '%s' left the game!
hus: ¡An jawbláb '%s' in jilamal an ubat'intaláb!

source: Solve
hus: Ts'ejka'

source: Shuffle
hus: Xalulúl

source: My Picture
hus: U t'ipláb

source: Time:
hus: K'ij:

source: Lesson Plans
hus: Tsalpantal an ajumtaláb

source: Waiting for remote game...
hus: Aychix ba' an ubat'intaláb...

source: Select image and press Start Game...
hus: Takuy an típláb ani ka' ni'inchi abal ka tujey an ubat'intaláb...

source: Waiting for Puzzle image to be chosen...
hus: Áychal ábal an t'ipláb ba an pok'odh ok' ka takuyát...

source: Buddies
hus: Atjuntal

source: Give Up
hus: Walbaits

source: Start Game
hus: Tujchi an ubat'intaláb

source: Slider Puzzle Activity
hus: T´ojláb ba' an pok'odh ok' abal ki tadhkíy

source: Puzzle Solved!
hus: ¡Ts'ejkadh pok'ol ok'!

source: Gave Up
hus: Walbaits

source: Choose a Subject
hus: Takuy an bijidh-dhuchlab

source: Close Lesson
hus: Mápuy an dhuche'

source: Game Started!
hus: ¡Tujtal ubat'intaláb!

source: Sea Life
hus: Púlik éjatal an léjem

source: Animals
hus: Ko'onélchik

source: Birds
hus: Ts'itsinchik

source: Sequencing Puzzles
hus: Aytaláb kál i pok'ol ok'

source: Sports
hus: Ubat'intaláb

source: Insects
hus: T'ijax ko'onel

source: Music
hus: K'aniláb

source: Space
hus: Jólatalab

source: Lesson 5
hus: Bo' ajumtaláb

source: Lesson 4
hus: Tse' ajumtaláb

source: Overview
hus: Tejwomedhom dhuchláb

source: Lesson 3
hus: Ox ajumtaláb

source: Lesson 7
hus: Buk ajumtaláb

source: Lesson 6
hus: Ákak ajumtaláb

source: Lesson 1
hus: Jún ajumtaláb

source: Lesson 2
hus: Tsáb ajumtaláb

source: Buddy
hus: Jaúb

source: Status
hus: Bíchow

source: Play Time
hus: An k'ij tit ubat'

source: Joined at
hus: Junkun k'al

source: synchronizing
hus: júnat-taláb

source: Playing
hus: Ubat'kij

source: Paused
hus: T'ok'baywe'

source: Finished
hus: Putundhach

source: Gave up
hus: Walba'its

source: Unknown
hus: Yab éxladh

source: %i minutes
hus: %i tsakam k'ij

source: Chinese (simplified)
hus: Chino ( xi bijidhits)

source: Chinese (traditional)
hus: Chino (tradicional9

source: Czech
hus: Checo

source: Danish
hus: Danes

source: Dutch
hus: Holandés

source: English
hus: Inglés

source: English - Great Britain
hus: Inglés-Gran Bretaña

source: English - U.S.
hus: Inglés-US

source: Finnish
hus: Finlandes

source: French
hus: Frances

source: German
hus: Aleman

source: Hungarian
hus: Hungaro

source: Italian
hus: Italiano

source: Japanese
hus: Japones

source: Korean
hus: Koreano

source: Norwegian
hus: Noruego

source: Polish
hus: Polaco

source: Portuguese
hus: Portugues

source: Portuguese - Brazilian
hus: Portugues-Brasileño

source: Russian
hus: Ruso

source: Slovak
hus: Eslovaco

source: Spanish
hus: Español

source: Swedish
hus: Sueco

source: Turkish
hus: Turco

source: Choose image
hus: Takuy axe' xi t'ipláb

source: Not a valid image file
hus: T'ipládh dhuchlab yab kwéntalidh
