Repository: zeecoder606/slider-Gtk2
Catalog: po/pbs.po
Languages: pbs

source: Buddy '%(buddy)s' changed status: %(status)s
pbs: Pu majau ligyajauí '%(buddy)s' namaun' kanen ligyajau: %(status)s

source: Waiting for Puzzle image to be transferred...
pbs: Vupé ne snakeje' ne lu'en kanaung se lat'ujum...

source: Buddy '%s' joined the game!
pbs: ¡Pu majau ligyajauí '%s' nimiujuí ne namjeng!

source: Buddy '%s' left the game!
pbs: ¡Pu majau ligyajauí '%s' nanjiang ne namjeng!

source: Solve
pbs: Matsjau mateí

source: Shuffle
pbs: Masal'

source: My Picture
pbs: kiñuimú lapaí

source: Time:
pbs: Lijia'

source: Lesson Plans
pbs: Mad-eung re kichjau'

source: Waiting for remote game...
pbs: Mapé ne namjeng vud-ua

source: Select image and press Start Game...
pbs: Xík pu snakeje' maiñ kist Mapup namjeng...

source: Waiting for Puzzle image to be chosen...
pbs: Vupé ne kutau ne nde'en kanaung lak'eje'

source: Buddies
pbs: Vimiujut

source: Give Up
pbs: Taket

source: Start Game
pbs: Mapup namjeng

source: Slider Puzzle Activity
pbs: Ngul'ajau ne nde'en kanaung kantsux

source: Puzzle Solved!
pbs: ¡Nde'en kanaung mateí!

source: Gave Up
pbs: taket

source: Choose a Subject
pbs: Kiji't nda ma najang

source: Close Lesson
pbs: Matseu' kichjau'

source: Game Started!
pbs: ¡ndupup namjeng!

source: Sea Life
pbs: Manúp ne kuté

source: Animals
pbs: Ba'aik

source: Birds
pbs: Rilyjaiñ

source: XO
pbs: X0

source: Sequencing Puzzles
pbs: Nde'en kanaung likjiu'un

source: Sports
pbs: Namjeng

source: Insects
pbs: nsectos

source: Music
pbs: Kichjas

source: Space
pbs: Lijia'

source: Lesson 5
pbs: kichjau' kik'iaí

source: Lesson 4
pbs: kichjau' kiñui

source: Overview
pbs: mamang peuk vakjá

source: Lesson 3
pbs: kichjau' ranju'

source: Lesson 7
pbs: kichjau' telñujuñ

source: Lesson 6
pbs: kichjau' telgya

source: Lesson 1
pbs: kichjau' nda

source: Lesson 2
pbs: kichjau' nui

source: Buddy
pbs: majau tigyajam'

source: Status
pbs: Ligyajau

source: Play Time
pbs: tijiap namjeng

source: Joined at
pbs: livieily ne

source: synchronizing
pbs: sincronizando

source: Playing
pbs: Limjieng

source: Paused
pbs: Mama'ai

source: Finished
pbs: Mateí

source: Gave up
pbs: takét

source: Unknown
pbs: Nip manú

source: %i minutes
pbs: %i chich'i rabe'en

source: Chinese (simplified)
pbs: Chino (simplificado)

source: Chinese (traditional)
pbs: Chino (tradicional)

source: Czech
pbs: ndu'eu

source: Danish
pbs: Danés

source: Dutch
pbs: Holandés

source: English
pbs: Inglés

source: English - Great Britain
pbs: Inglés - Gran Bretaña

source: English - U.S.
pbs: Inglés - EU

source: Finnish
pbs: Finlandés

source: French
pbs: Francés

source: German
pbs: Alemán

source: Hungarian
pbs: Húngaro

source: Italian
pbs: Italiano

source: Japanese
pbs: Japonés

source: Korean
pbs: Coreano

source: Norwegian
pbs: Noruego

source: Polish
pbs: Polaco

source: Portuguese
pbs: Portugues

source: Portuguese - Brazilian
pbs: Portugués - Brasileño

source: Russian
pbs: Ruso

source: Slovak
pbs: Eslovaco

source: Spanish
pbs: man'eiñ

source: Swedish
pbs: Sueco

source: Turkish
pbs: Turco

source: Choose image
pbs: Makejé' kutaú

source: Not a valid image file
pbs: Makjat kutau nip li'iajaun'
